
[
  {
    "id": "1242",
    "title": "Centros de Alto Consumo",
    "slug": "centros-de-alto-consumo",
    "category": "Energía Solar",
    "subcategory": "Centros de Alto Consumo",
    "description": "Soluciones solares de alta capacidad para industrias, comercios y grandes instalaciones, integrando generación fotovoltaica, inversores avanzados, almacenamiento y gestión inteligente de energía.",
    "longDescription": "<p align=justify>Diseñamos sistemas de energía solar para centros de alto consumo energético que requieren máxima confiabilidad, eficiencia y escalabilidad. Estas soluciones integran campos fotovoltaicos de gran potencia, inversores solares de última generación y sistemas de almacenamiento para optimizar el uso de la energía producida.</p>\r\n\r\n<p align=justify>Los inversores utilizados incorporan tecnología <strong>MPPT múltiple</strong>, alta eficiencia de conversión (&gt;97%), sincronización precisa con la red eléctrica y capacidad de operación en sistemas <strong>on-grid, híbridos u off-grid</strong>. Permiten la gestión dinámica de cargas críticas, autoconsumo, inyección controlada a red y respaldo energético ante fallas.</p>\r\n\r\n<p align=justify>Los sistemas pueden complementarse con bancos de baterías (plomo o litio LiFePO₄), controladores inteligentes y plataformas de <strong>monitoreo remoto en tiempo real</strong>, facilitando la supervisión, el análisis de consumo y la optimización energética. Son ideales para industrias, centros comerciales, hospitales, hoteles y complejos de gran demanda eléctrica.</p>",
    "images": [
      "uploads/2019/12/003A.jpg",
      "uploads/2019/12/CAC-Boton.jpg",
      "uploads/2019/12/20160629_172949-1-scaled.jpg"
    ]
  },
  {
    "id": "1243",
    "title": "Centros Educativos",
    "slug": "centros-educativos",
    "category": "Energía Solar",
    "subcategory": "Centros Educativos",
    "description": "Sistemas solares inteligentes para instituciones educativas, enfocados en eficiencia energética, sostenibilidad, reducción de costos y formación ambiental.",
    "longDescription": "<p align=justify>Implementamos soluciones de energía solar adaptadas a centros educativos, integrando generación fotovoltaica, inversores solares eficientes y sistemas de monitoreo que permiten reducir costos operativos y promover el uso responsable de la energía.</p>\r\n\r\n<p align=justify>Los sistemas incorporan inversores con <strong>control MPPT</strong>, alta eficiencia y capacidad de sincronización con la red eléctrica, permitiendo el autoconsumo y la inyección de excedentes cuando la normativa lo permite. Su diseño modular facilita la ampliación futura según el crecimiento de la institución.</p>\r\n\r\n<p align=justify>Adicionalmente, pueden incluir plataformas de <strong>monitoreo visual</strong> para uso pedagógico, donde estudiantes y docentes pueden observar en tiempo real la producción solar, el ahorro energético y la reducción de emisiones de CO₂, reforzando el compromiso con la sostenibilidad.</p>",
    "images": [
      "uploads/2019/11/Educativos-Boton.jpeg",
      "uploads/2019/08/002A.jpg",
      "uploads/2019/12/002B.jpg"
    ]
  },
  {
    "id": "1244",
    "title": "Residencial",
    "slug": "residencial",
    "category": "Energía Solar",
    "subcategory": "Residencial",
    "description": "Sistemas solares residenciales con inversores inteligentes, diseñados para reducir el consumo eléctrico, aumentar la autonomía y aprovechar al máximo la energía solar.",
    "longDescription": "<p align=justify>Las soluciones solares residenciales permiten transformar la energía del sol en electricidad limpia y confiable para el hogar, reduciendo significativamente el consumo de la red eléctrica y los costos asociados.</p>\r\n\r\n<p align=justify>Estos sistemas integran inversores solares de alta eficiencia con <strong>seguimiento MPPT</strong>, operación silenciosa y compatibilidad con sistemas <strong>on-grid, híbridos u off-grid</strong>. Pueden funcionar con o sin baterías, permitiendo respaldo energético ante cortes de red.</p>\r\n\r\n<p align=justify>Los inversores residenciales modernos ofrecen <strong>monitoreo remoto</strong> mediante aplicaciones móviles, protección avanzada contra sobrecargas y sobretensiones, y compatibilidad con baterías de litio, brindando mayor autonomía, confort y seguridad energética al usuario.</p>",
    "images": [
      "uploads/2019/11/Solar-Boton.jpg",
      "uploads/2019/12/001A.jpg",
      "uploads/2019/12/001B.jpg"
    ]
  },
  {
    "id": "3002",
    "title": "Paneles Solares Fotovoltaicos",
    "slug": "paneles-solares-fotovoltaicos",
    "category": "Energía Solar",
    "subcategory": "Paneles Solares Fotovoltaicos",
    "description": "Módulos fotovoltaicos de alta eficiencia para sistemas residenciales, comerciales e industriales, diseñados para maximizar la generación y la confiabilidad del sistema.",
    "longDescription": "<p align=justify>Suministramos e instalamos paneles solares fotovoltaicos para proyectos de autoconsumo, respaldo e inyección a red. Seleccionamos el tipo de módulo según la necesidad del proyecto, condiciones del sitio y objetivos de generación.</p>\r\n\r\n<p align=justify>Integramos el diseño del arreglo, protecciones, cableado, estructura y puesta en marcha, garantizando un sistema confiable y optimizado para el rendimiento a lo largo del tiempo.</p>",
    "images": [
      "uploads/productos/paneles.png",
      "uploads/productos/paneles1.webp",
      "uploads/productos/paneles2.avif"
    ]
  },
  {
    "id": "3003",
    "title": "Estructuras de Montaje Solar",
    "slug": "estructuras-de-montaje-solar",
    "category": "Energía Solar",
    "subcategory": "Estructuras de Montaje Solar",
    "description": "Estructuras y sistemas de montaje para paneles solares en techo o piso, diseñados para resistencia, durabilidad y correcta inclinación y orientación.",
    "longDescription": "<p align=justify>Diseñamos y suministramos estructuras de montaje para paneles solares en cubiertas y superficies en suelo, considerando tipo de techo, cargas de viento, corrosión y requerimientos del proyecto.</p>\r\n\r\n<p align=justify>Incluye herrajes, fijaciones y accesorios para una instalación segura y estética. Ideal para proyectos residenciales, comerciales e industriales.</p>",
    "images": [
      "uploads/productos/estructura.png",
      "uploads/productos/estructura1.jpg"
    ]
  },
  {
    "id": "2456",
    "title": "Kit Cerca Eléctrica Solar",
    "slug": "kit-cerca-electrica-solar",
    "category": "Energía Solar",
    "subcategory": null,
    "description": "Kit de cerca eléctrica solar autónomo, diseñado para protección perimetral eficiente en zonas rurales, ganaderas, agrícolas y áreas remotas sin acceso a red eléctrica.",
    "longDescription": "<p align=justify>El kit de cerca eléctrica solar es una solución autónoma y confiable para la protección perimetral de fincas, potreros, cultivos e instalaciones rurales, donde no se dispone de red eléctrica.</p>\r\n\r\n<p align=justify>El sistema integra un <strong>energizador solar</strong>, panel fotovoltaico, batería de respaldo y accesorios de instalación, permitiendo operación continua día y noche. La energía solar se almacena en la batería, garantizando funcionamiento estable incluso en condiciones climáticas adversas.</p>\r\n\r\n<p align=justify>Estos kits están diseñados para cubrir perímetros de <strong>hasta 10 km, 20 km o 30 km</strong> según el modelo, con bajo consumo y alta eficiencia. Son de fácil instalación, requieren mínimo mantenimiento y ofrecen una solución segura, económica y sostenible.</p>",
    "images": [
      "uploads/2021/01/D_NQ_NP_784381-MCO31561290379_072019-O.jpg",
      "uploads/2021/01/863.jpg",
      "uploads/2021/01/IMPULSOR-SOLAR-SUPER-FOX-30KM.jpg",
      "uploads/2021/01/Sin-titulo-2.jpg",
      "uploads/2021/01/Sin-titulo.png"
    ]
  },
  {
    "id": "3008",
    "title": "Controladores de Carga MPPT y PWM",
    "slug": "controladores-de-carga-mppt-y-pwm",
    "category": "Energía Solar",
    "subcategory": "Controladores",
    "description": "Controladores solares MPPT para sistemas aislados y expansión, optimizando la carga de baterías y maximizando la producción del arreglo fotovoltaico.",
    "longDescription": "<p align=justify>Los controladores de carga <strong>MPPT</strong> (Maximum Power Point Tracking) optimizan la energía entregada por los paneles solares ajustando continuamente el punto de operación para obtener la máxima potencia disponible, mejorando el rendimiento frente a controladores PWM, especialmente con irradiación y temperatura variables.</p>\r\n\r\n<p align=justify>Son ideales para sistemas <strong>off-grid</strong> y proyectos con expansión por etapas. Permiten trabajar con arreglos fotovoltaicos a tensiones superiores y convertirlas eficientemente a la tensión del banco (12/24/48 V y configuraciones según el proyecto).</p>\r\n\r\n<p align=justify>Incluyen protecciones contra sobrecarga, sobredescarga, polaridad inversa y sobretemperatura, y pueden integrarse con monitoreo local o remoto según el modelo.</p>",
    "images": [
      "uploads/productos/mppt.jpg",
      "uploads/productos/mppt.webp",
      "uploads/productos/pwm.jpg",
      "uploads/productos/pwm.webp"
    ]
  },

  {
    "id": "1255",
    "title": "Grupos Electrógenos a Diésel",
    "slug": "grupos-electrogenos-a-diesel",
    "category": "Plantas Eléctricas",
    "subcategory": "Grupos Electrógenos a Diésel",
    "description": "Grupos electrógenos a diésel diseñados para operación continua o de emergencia, adecuados para aplicaciones industriales y comerciales desde 10 kVA hasta 2250 kVA.",
    "longDescription": "<p align=justify>Diseño, suministro, instalación, puesta en marcha y montajes de grupos electrógenos desde 1 kVA hasta 2250 kVA a diésel, equipos para operación en paralelo, trabajo continuo o de emergencia.</p>",
    "images": [
      "uploads/2019/12/Planta-Diesel-Boton.png",
      "uploads/2019/12/20190611_162657-scaled.jpg",
      "uploads/2019/12/Diesel-1.png",
      "uploads/2019/12/Diesel-2.png"
    ]
  },
  {
    "id": "1256",
    "title": "Grupos Electrógenos a Gas",
    "slug": "grupos-electrogenos-a-gas",
    "category": "Plantas Eléctricas",
    "subcategory": "Grupos Electrógenos a Gas",
    "description": "Grupos electrógenos a gas para generación eléctrica confiable, ideales para aplicaciones industriales y comerciales de mediana y alta potencia.",
    "longDescription": "<p align=justify>Suministro, instalación y montajes de grupos electrógenos desde 1 kVA hasta 2 MVA a gas.</p>",
    "images": [
      "uploads/2019/11/Planta-Gas-Boton.png",
      "uploads/2019/12/001A-3.jpg",
      "uploads/2019/12/001B-2.jpg"
    ]
  },
  {
    "id": "1257",
    "title": "Grupos Electrógenos a Gasolina",
    "slug": "grupos-electrogenos-a-gasolina",
    "category": "Plantas Eléctricas",
    "subcategory": "Grupos Electrógenos a Gasolina",
    "description": "Grupos electrógenos a gasolina diseñados para respaldo energético y aplicaciones portátiles, con fácil instalación y mantenimiento.",
    "longDescription": "<p align=justify>Diseño, suministro, instalación, puesta en marcha, montajes y mantenimientos de grupos electrógenos desde 700 W hasta 10 kVA. Equipos para trabajo en stand by. Alquiler de equipos.</p>",
    "images": [
      "uploads/2019/11/Planta-Gasolina-Boton.png",
      "uploads/2019/12/002A-2.jpg",
      "uploads/2019/12/002B-3.jpg"
    ]
  },
  {
    "id": "1236",
    "title": "Baterías Gel Solar",
    "slug": "baterias-gel-solar",
    "category": "Baterías",
    "subcategory": null,
    "description": "Baterías selladas de gel diseñadas para sistemas solares y eólicos, ideales para descargas profundas y aplicaciones donde se requiere bajo mantenimiento y alta confiabilidad.",
    "longDescription": "<p align=justify>Las baterías son herméticas y no precisan mantenimiento. Diseñadas para descargas profundas, propias de instalaciones solares y eólicas. Los modelos grandes se conectan mediante tornillo; los pequeños, con terminales enchufables estándar. Las baterías PLOM-GEL no desprenden gases. Son aptas para entornos habitados y embarcaciones.</p>",
    "images": [
      "uploads/2019/12/GEL-SOLAR-BOTON.jpg",
      "uploads/2019/12/004A.jpg",
      "uploads/2019/12/004B.jpg"
    ]
  },
  {
    "id": "1237",
    "title": "Baterías Níquel-Cadmio",
    "slug": "baterias-niquel-cadmio",
    "category": "Baterías",
    "subcategory": null,
    "description": "Baterías industriales de alta confiabilidad, diseñadas para operar en ambientes extremos y aplicaciones críticas donde se requiere máxima durabilidad y estabilidad.",
    "longDescription": "<p align=justify>La batería de níquel-cadmio es altamente confiable y está disponible para un gran número de aplicaciones industriales. Sus características únicas permiten su uso en ambientes agresivos donde no es posible mantener temperatura controlada. Son ideales para trenes, subestaciones eléctricas, plantas industriales, entre otros (recomendado incluir foto de baterías de mayor capacidad).</p>",
    "images": [
      "uploads/2019/11/BATERIA-NIQUEL-CADMIO-BOTON.jpg",
      "uploads/2019/12/006A.jpg",
      "uploads/2019/12/006B.jpg"
    ]
  },
  {
    "id": "1238",
    "title": "Baterías de Tracción",
    "slug": "baterias-de-traccion",
    "category": "Baterías",
    "subcategory": null,
    "description": "Baterías diseñadas para aplicaciones de tracción eléctrica, capaces de suministrar alta potencia de forma continua en vehículos eléctricos y sistemas industriales móviles.",
    "longDescription": "<p align=justify>Las baterías de tracción están diseñadas para soportar aplicaciones que requieren un alto nivel de fiabilidad y potencia. Son utilizadas en vehículos eléctricos y aplicaciones industriales móviles.</p>",
    "images": [
      "uploads/2019/11/BATERIA-TRACCION-BOTON.jpg",
      "uploads/2019/11/002A-1.png",
      "uploads/2019/11/002B-1.png"
    ]
  },
  {
    "id": "1239",
    "title": "Baterías Estacionarias OPzS",
    "slug": "baterias-estacionarias-opzs",
    "category": "Baterías",
    "subcategory": null,
    "description": "Baterías estacionarias de tecnología OPzS, ideales para almacenamiento de energía en aplicaciones críticas que demandan larga vida útil y alta fiabilidad.",
    "longDescription": "<p align=justify>Las baterías OPzS son una solución robusta para almacenar energía con tecnología probada. Están diseñadas y fabricadas según normas DIN para aplicaciones donde se requiere una batería segura y fiable, con larga vida en servicio, como telecomunicaciones, grupos electrógenos, subestaciones eléctricas, estaciones de ferrocarril, entre otros.</p>",
    "images": [
      "uploads/2019/11/bateria-abierta-2v-350ah-refopzs-2v-350ah-cebat-7249-D_NQ_NP_614542-MCO30039138141_042019-F-1.jpg",
      "uploads/2019/11/002B-1.png",
      "uploads/2019/11/OPZS-BOTON-1.png"
    ]
  },
  {
    "id": "1240",
    "title": "Baterías Estacionarias Tubulares OPzV",
    "slug": "baterias-estacionarias-tubulares-opzv",
    "category": "Baterías",
    "subcategory": null,
    "description": "Baterías selladas de tecnología OPzV con placas tubulares, diseñadas para aplicaciones estacionarias que requieren alta confiabilidad y mínimo mantenimiento.",
    "longDescription": "<p align=justify>Principalmente estas baterías se utilizan para garantizar suministro sin interrupciones en telecomunicaciones, como centrales telefónicas o estaciones base de telefonía móvil. Otras aplicaciones incluyen alumbrado de emergencia, seguridad, ferrocarriles, servicios y otros suministros para sistemas críticos.\r\n\r\nCaracterísticas: robusta tecnología de placas tubulares. Muy bajo índice de gaseo gracias a la recombinación interna. Larga vida en circuito abierto debido al bajo índice de autodescarga.</p>",
    "images": [
      "uploads/2019/11/OPZV-BOTON.png",
      "uploads/2019/11/003A.jpg",
      "uploads/2019/11/003B.jpg"
    ]
  },
  {
    "id": "1241",
    "title": "Baterías VRLA",
    "slug": "baterias-vrla",
    "category": "Baterías",
    "subcategory": null,
    "description": "Baterías selladas VRLA de bajo mantenimiento, adecuadas para respaldo energético en sistemas de telecomunicaciones, UPS y aplicaciones industriales.",
    "longDescription": "<p align=justify>La batería de plomo-ácido de válvula regulada (VRLA) es un acumulador recargable con válvula de seguridad que evacua presión interna ante sobrecarga. Es de bajo mantenimiento y no requiere adición de electrolito durante su vida útil. Diseñadas para telecomunicaciones, SAI/UPS, grupos electrógenos, sistemas fotovoltaicos, centros de control, sistemas de información y datos, sistemas de seguridad, maquinaria, entre otros.</p>",
    "images": [
      "uploads/2019/11/VRLA-BOTON2.png",
      "uploads/2019/04/VRLA2.png",
      "uploads/2019/04/VRLA1.png"
    ]
  },
  {
    "id": "3001",
    "title": "Baterías de Litio LiFePO₄",
    "slug": "baterias-de-litio-lifepo4",
    "category": "Baterías",
    "subcategory": "Baterías de Litio LiFePO₄",
    "description": "Baterías de litio LiFePO₄ para almacenamiento solar y respaldo crítico, con alta vida útil, alta eficiencia y mayor seguridad térmica.",
    "longDescription": "<p align=justify>Las baterías de litio LiFePO₄ (fosfato de hierro y litio) son ideales para sistemas solares, UPS híbridas y aplicaciones de respaldo donde se requiere alta eficiencia y larga vida útil. Ofrecen mayor densidad energética, carga/descarga rápida y un desempeño superior frente a tecnologías tradicionales.</p>\r\n\r\n<p align=justify>Incluyen <strong>BMS inteligente</strong> para protección y balanceo de celdas, con funciones contra sobrecarga, sobredescarga, sobrecorriente y temperatura. Son compatibles con inversores híbridos y sistemas de monitoreo, permitiendo una gestión energética más eficiente y predecible.</p>\r\n\r\n<p align=justify>Recomendadas para hogares, comercios, telecomunicaciones y sistemas críticos que buscan mayor autonomía y un costo total de operación más bajo a largo plazo.</p>",
    "images": [
      "uploads/productos/litio.jpg",
      "uploads/productos/litio1.webp",
      "uploads/productos/litio2.webp",
      "uploads/productos/litio3.webp"
    ]
  },

  {
    "id": "1264",
    "title": "Monofásicas",
    "slug": "monofásicas",
    "category": "Sistemas UPS",
    "subcategory": null,
    "description": "UPS monofásicas ideales para respaldo eléctrico en hogares, oficinas pequeñas y puntos de venta.",
    "longDescription": "<p align=justify> Para colocación en piso. Topología: Stand By (de reserva) respaldo a plena carga eficiente y ecológico, protección contra transitorios de tensión, ideal para la computadora del hogar, de pequeñas oficinas o puntos de venta. </p>",
    "images": [
      "uploads/2019/11/Mono-boton.png",
      "uploads/2019/04/001A-1.jpg",
      "uploads/2019/04/001B-1.jpg"
    ]
  },
  {
    "id": "1263",
    "title": "UPS Bifásicas",
    "slug": "ups-bifasicas",
    "category": "Sistemas UPS",
    "subcategory": null,
    "description": "Sistemas UPS bifásicos de alta confiabilidad, diseñados para proteger cargas críticas en telecomunicaciones, servidores, laboratorios y centros de datos.",
    "longDescription": "<p align=justify>Las UPS bifásicas están diseñadas para garantizar un suministro eléctrico continuo y estable en aplicaciones críticas donde la calidad de la energía es fundamental, como telecomunicaciones, servidores, laboratorios y data centers.</p>\r\n\r\n<p align=justify>Operan bajo topología <strong>online de doble conversión</strong>, ofreciendo <strong>tiempo de transferencia cero (0 ms)</strong> y protección total frente a variaciones de tensión, picos, armónicos y fallas de la red. Están disponibles en rangos típicos de potencia desde <strong>1 kVA hasta 10 kVA</strong>.</p>\r\n\r\n<p align=justify>Incorporan interfaces de comunicación <strong>RS-232, USB y opciones SNMP</strong>, junto con software de monitoreo y gestión remota. Los modelos de <strong>6 y 10 kVA</strong> permiten operación en paralelo con opción de <strong>redundancia N+1</strong> e incluyen <strong>transformador de aislamiento</strong> para mayor protección de cargas sensibles.</p>",
    "images": [
      "uploads/2019/11/Bifasica-Boton.jpg",
      "uploads/2019/04/002A.jpg",
      "uploads/2019/04/002B-1.jpg"
    ]
  },
  {
    "id": "1265",
    "title": "Trifásicas",
    "slug": "trifásicas",
    "category": "Sistemas UPS",
    "subcategory": null,
    "description": "UPS trifásicas diseñadas para grandes corporaciones y centros de datos que requieren máxima protección eléctrica.",
    "longDescription": "<p align=justify> UPS ideal para Grandes Corporaciones y Data Center, Es la solución perfecta para cualquier aplicación crítica, es ideal para centros de datos, grandes almacenes, oficinas, equipos de laboratorios, servidores, redes, telecomunicaciones, pues brinda la máxima protección eléctrica posible, dando como resultado un alto nivel de confiabilidad. Su gran estabilidad, lo hace ideal para equipos muy sensibles a la variabilidad eléctrica, gracias a que provee un voltaje constante de 110(+/-) 1% impecable frecuencia de salida. </p>",
    "images": [
      "uploads/2019/11/Trifasica-Boton.jpg",
      "uploads/2019/04/003A.jpg",
      "uploads/2019/04/003B.jpg"
    ]
  },
  {
    "id": "2354",
    "title": "UPS Híbridas",
    "slug": "ups-hibridas",
    "category": "Sistemas UPS",
    "subcategory": "Híbridas",
    "description": "Sistemas UPS híbridos que integran energía solar, baterías y red eléctrica, proporcionando respaldo continuo, gestión inteligente de energía y alta eficiencia operativa.",
    "longDescription": "<p align=justify>Las UPS híbridas combinan las funciones de un sistema UPS tradicional con un inversor solar inteligente, permitiendo integrar paneles fotovoltaicos, bancos de baterías y la red eléctrica en una sola solución energética.</p>\r\n\r\n<p align=justify>Incorporan controladores solares <strong>MPPT</strong> de alta eficiencia, capaces de gestionar múltiples fuentes como paneles, red eléctrica, generadores auxiliares y almacenamiento. Su arquitectura permite operar en modos <strong>on-grid, off-grid e híbrido</strong>, garantizando suministro continuo incluso ante cortes prolongados.</p>\r\n\r\n<p align=justify>Ofrecen <strong>onda senoidal pura</strong>, cargador inteligente compatible con baterías de plomo-ácido y litio LiFePO₄, protecciones contra sobrecarga, cortocircuito y sobretemperatura, además de <strong>arranque en frío</strong> y auto-reinicio.</p>\r\n\r\n<p align=justify>Disponibles típicamente desde <strong>1 kVA hasta 10 kVA</strong>, con posibilidad de <strong>operación en paralelo</strong> según modelo, ideales para residencial avanzado, comercios, telecomunicaciones y sistemas críticos.</p>",
    "images": [
      "uploads/2020/05/POWEST-UPS-HIBRIDA-1KVA.jpg",
      "uploads/2020/05/ups-hibrida-powest-5kva-on-grid-220v-inversor-carga-solar-D_NQ_NP_968033-MCO32461399236_102019-F.jpg",
      "uploads/2020/05/nicomar-ups-hibrida-powest-original-1kva-carga-solar-tdcex-D_NQ_NP_619567-MCO32381560460_102019-F.jpg",
      "uploads/2020/05/3kva-hybrid-110v-24v-inverter-3.jpg"
    ]
  },

  {
    "id": "1252",
    "title": "Generadores de Red",
    "slug": "generadores-de-red",
    "category": "Inversores",
    "subcategory": null,
    "description": "Inversores solares avanzados diseñados para generar, sincronizar y estabilizar energía eléctrica compatible con la red y sistemas de generación auxiliar.",
    "longDescription": "<p align=justify>Los inversores generadores de red establecen referencias precisas de tensión, frecuencia y fase, permitiendo la integración eficiente de sistemas solares con la red eléctrica y grupos electrógenos.</p>\r\n\r\n<p align=justify>Incorporan control digital avanzado, <strong>sincronización automática</strong>, bajo contenido armónico (THD) y alta eficiencia, siendo aptos para sistemas monofásicos y trifásicos. Su arquitectura permite operación continua, respaldo energético y estabilidad del sistema eléctrico.</p>\r\n\r\n<p align=justify>Son ideales para aplicaciones industriales, comerciales y microredes donde se requiere un control robusto de la generación y la calidad de la energía suministrada.</p>",
    "images": [
      "uploads/2019/12/inversor-quattro.png",
      "uploads/2019/12/001A-2.jpg"
    ]
  },
  {
    "id": "1253",
    "title": "Inversores CC/CA",
    "slug": "inversores-cc-ca",
    "category": "Inversores",
    "subcategory": null,
    "description": "Inversores que convierten energía de corriente continua en corriente alterna, adaptándose a múltiples aplicaciones solares, industriales y de respaldo.",
    "longDescription": "<p align=justify>Los inversores CC/CA transforman la energía proveniente de baterías, paneles solares u otras fuentes en corriente alterna estable y de alta calidad.</p>\r\n\r\n<p align=justify>Disponibles en amplios rangos de tensión de entrada (12, 24, 48, 110 y 125 Vcc), incorporan protección electrónica avanzada, alta eficiencia y compatibilidad con cargas sensibles. Pueden operar en sistemas aislados, híbridos o de respaldo.</p>\r\n\r\n<p align=justify>Su diseño robusto y modular los hace adecuados para aplicaciones residenciales, comerciales, telecomunicaciones e industriales.</p>",
    "images": [
      "uploads/2019/11/INVERSOR-CC-CA-BOTON.png",
      "uploads/2019/12/002A-1.jpg",
      "uploads/2019/12/002B-2.jpg"
    ]
  },
  {
    "id": "1254",
    "title": "Seguidores de Red",
    "slug": "seguidores-de-red",
    "category": "Inversores",
    "subcategory": null,
    "description": "Inversores fotovoltaicos grid-tie diseñados para inyectar energía solar a la red eléctrica con alta eficiencia y control avanzado.",
    "longDescription": "<p align=justify>Los inversores seguidores de red convierten la energía generada por los paneles solares en corriente alterna sincronizada en amplitud, frecuencia y fase con la red eléctrica.</p>\r\n\r\n<p align=justify>Incorporan tecnología <strong>MPPT</strong>, protecciones anti-isla, monitoreo continuo de la red y eficiencia superior al 97%, permitiendo maximizar la producción solar y cumplir con normativas eléctricas vigentes.</p>\r\n\r\n<p align=justify>Son ideales para sistemas de autoconsumo con inyección de excedentes, aplicaciones comerciales, industriales y residenciales conectadas a red.</p>",
    "images": [
      "uploads/2019/11/SEGUIDOR-RED-BOTON.jpg",
      "uploads/2019/12/003A-2.jpg",
      "uploads/2019/12/003B-1.jpg"
    ]
  },
  {
    "id": "3007",
    "title": "Inversores Híbridos Solares",
    "slug": "inversores-hibridos-solares",
    "category": "Inversores",
    "subcategory": "Híbridos",
    "description": "Inversores solares híbridos que integran paneles, baterías y red/planta para autoconsumo, respaldo y gestión inteligente de energía en sistemas residenciales, comerciales e industriales.",
    "longDescription": "<p align=justify>Los inversores híbridos solares combinan funciones de inversor fotovoltaico y cargador de baterías en un solo equipo, permitiendo operar en <strong>modo on-grid, off-grid e híbrido</strong>. Están diseñados para maximizar el autoconsumo, reducir costos de energía y mantener continuidad ante fallas de la red.</p>\r\n\r\n<p align=justify>Incorporan <strong>MPPT</strong> (seguimiento del punto de máxima potencia) para optimizar la producción del arreglo fotovoltaico, con alta eficiencia de conversión (típicamente &gt;97%) y capacidad de priorizar fuentes según la estrategia del cliente: solar primero, baterías, red o planta eléctrica.</p>\r\n\r\n<p align=justify>Compatibles con bancos de baterías de <strong>plomo-ácido y litio LiFePO₄</strong> (con BMS), ofrecen protecciones avanzadas, medición y monitoreo, además de escalabilidad según el proyecto.</p>",
    "images": [
      "uploads/productos/hibrido.webp",
      "uploads/productos/hibrido1.webp",
      "uploads/productos/hibrido2.webp"
    ]
  },

  {
    "id": "1258",
    "title": "Rectificadores de Alta Frecuencia",
    "slug": "rectificadores-alta-frecuencia",
    "category": "Rectificadores - Cargadores",
    "subcategory": null,
    "description": "Rectificadores de alta frecuencia diseñados para aplicaciones industriales críticas que requieren alta eficiencia y control avanzado.",
    "longDescription": "<p align=justify>Equipos con moderna tecnología y diseño vanguardista, ideales para trabajo en subestaciones eléctricas, centrales de generación, casas de máquinas, centros de control y comunicaciones. Módulos compactos de diferentes potencias permiten configuraciones flexibles, reemplazables en caliente, con niveles de tensión y corriente de salida configurables (24, 48, 110, 125 y 220 Vcc) mediante control por microprocesador, con gestión local y remota del estado del equipo y del banco de baterías asociado. Normativa UNE21000-6-5 IN:2002 de compatibilidad electromagnética (CEM) de inmunidad para entornos de centrales eléctricas y subestaciones.</p>",
    "images": [
      "uploads/2019/11/Alta-Fre-Boton.jpg",
      "uploads/2019/12/003A-3.jpg",
      "uploads/2019/12/003B-2.jpg"
    ]
  },
  {
    "id": "1260",
    "title": "Rectificadores Microprocesados",
    "slug": "rectificadores-microprocesados",
    "category": "Rectificadores - Cargadores",
    "subcategory": null,
    "description": "Rectificadores microprocesados con control avanzado, diseñados para sistemas industriales que requieren monitoreo y gestión precisa.",
    "longDescription": "<p align=justify>Equipos para carga de grupos de baterías en tensiones de 24, 48 y 125 Vcc. Tres regímenes de trabajo: carga excepcional, igualación y flotación; operación manual o automática. Entrada monofásica o trifásica según disponibilidad. Opcional: salida de alarmas o grupos de medida de entrada y/o salida. Alta robustez y confiabilidad para ambientes industriales. Control mediante tarjetas electrónicas y/o microprocesador con puerto de comunicaciones.</p>",
    "images": [
      "uploads/2019/11/MicroPro-Boton.jpg",
      "uploads/2019/12/004A-1.jpg",
      "uploads/2019/12/004B-1.jpg"
    ]
  },
  {
    "id": "1261",
    "title": "Protección Catódica",
    "slug": "proteccion-catodica",
    "category": "Rectificadores - Cargadores",
    "subcategory": null,
    "description": "Equipos especializados para sistemas de protección catódica, diseñados para prevenir la corrosión de estructuras metálicas.",
    "longDescription": "<p align=justify>Estos equipos están diseñados específicamente para protección catódica, cuya función es mantener inmune a la corrosión a superficies metálicas inmersas en un electrolito corrosivo. Su función básica consiste en aplicar una corriente eléctrica continua que, partiendo de un electrodo auxiliar, circula por el electrolito y es recibida por la superficie metálica a proteger. El electrodo auxiliar (ánodo) y la estructura a proteger (cátodo) deben estar rodeados por el mismo electrolito (tierra, agua) y conectados mediante un circuito externo. La protección catódica es uno de los métodos más efectivos para controlar la corrosión en metales inmersos en un electrolito.</p>",
    "images": [
      "uploads/2019/11/Catodica-boton.jpg",
      "uploads/2019/12/005B.jpg"
    ]
  },
  {
    "id": "1262",
    "title": "Tiristores",
    "slug": "tiristores",
    "category": "Rectificadores - Cargadores",
    "subcategory": null,
    "description": "Componentes electrónicos de potencia utilizados para control y rectificación de corriente en aplicaciones industriales.",
    "longDescription": "<p align=justify>Los tiristores son componentes electrónicos de potencia similares a los diodos. Están compuestos por cuatro capas de silicio (dos tipo N y dos tipo P). Se utilizan ampliamente porque permiten controlar la corriente que circula por ellos y rectificar corriente alterna. Su funcionamiento requiere un cebado entre la puerta (G) y el cátodo (-), suministrando una pequeña corriente. En ese instante entra en conducción, dejando pasar corriente entre ánodo y cátodo, comportándose como un diodo.</p>",
    "images": [
      "uploads/2019/11/TIRISTORES-BOTON.jpg",
      "uploads/2019/12/001A-4.jpg",
      "uploads/2019/12/002A-3.jpg"
    ]
  },
  {
    "id": "1266",
    "title": "Tableros de Control",
    "slug": "tableros-de-control",
    "category": "Tableros de Distribución y Control",
    "subcategory": null,
    "description": "Tableros de control diseñados para monitoreo, protección y automatización de sistemas eléctricos y electromecánicos.",
    "longDescription": "<p align=justify>Sistemas de control, monitoreo, protección, alarma y señalización de equipos esenciales o críticos, conforme a los requerimientos del cliente. Control de bombas, protección de sistemas de aire acondicionado, entre otros.</p>",
    "images": [
      "uploads/2019/11/T-Control-Boton-scaled.jpg",
      "uploads/2019/12/CIMG0662.jpg",
      "uploads/2019/12/SAM_1008.jpg"
    ]
  },
  {
    "id": "1267",
    "title": "Tableros de Distribución",
    "slug": "tableros-de-distribucion",
    "category": "Tableros de Distribución y Control",
    "subcategory": null,
    "description": "Tableros de distribución eléctrica diseñados para separación y protección de cargas en instalaciones industriales y comerciales.",
    "longDescription": "<p align=justify>Tableros de distribución para separación de cargas críticas o equipos de alta potencia, con características especiales según necesidad del cliente y conforme a la normatividad vigente en Colombia.</p>",
    "images": [
      "uploads/2019/11/Distribucion-Boton-scaled.jpg",
      "uploads/2019/12/002A-4.jpg",
      "uploads/2019/12/002B-5.jpg"
    ]
  },
  {
    "id": "1268",
    "title": "Tableros de Transferencia (ATS/AMF)",
    "slug": "tableros-de-transferencia-ats-amf",
    "category": "Tableros de Distribución y Control",
    "subcategory": null,
    "description": "Sistemas de transferencia eléctrica automática o manual (ATS/AMF) diseñados para garantizar continuidad de suministro entre red, planta eléctrica u otras fuentes.",
    "longDescription": "<p align=justify>Diseñamos y fabricamos sistemas de transferencia eléctrica automática y manual que permiten un cambio seguro y confiable entre diferentes fuentes de energía, asegurando continuidad del servicio ante fallas de la red principal.</p>\r\n\r\n<p align=justify>Las transferencias automáticas (ATS/AMF) incorporan señalización, monitoreo de tensión y frecuencia, lógica de control y maniobra mediante contactores o interruptores motorizados, permitiendo el arranque y conexión automática de grupos electrógenos. Se dimensionan según la carga, con capacidades típicas desde <strong>40 A hasta 3200 A</strong>, aptas para potencias desde <strong>10 kVA hasta más de 2000 kVA</strong>, en sistemas monofásicos, bifásicos o trifásicos.</p>\r\n\r\n<p align=justify>Las transferencias manuales están orientadas a aplicaciones de baja y media potencia, recomendadas para cargas no críticas o instalaciones donde se requiere una solución robusta y económica. Rangos habituales desde <strong>40 A hasta 400 A</strong>.</p>\r\n\r\n<p align=justify>Todos los sistemas pueden integrarse en tableros metálicos normalizados, con protecciones, enclavamientos de seguridad y personalización según normativa vigente y requerimientos del proyecto.</p>",
    "images": [
      "uploads/2019/08/Transferencias-Boton.jpg",
      "uploads/2019/11/Transferencias-scaled.jpg",
      "uploads/2019/12/003B-3.jpg"
    ]
  },
  {
    "id": "3004",
    "title": "Protecciones y Tableros Solares DC/AC",
    "slug": "protecciones-y-tableros-solares-dc-ac",
    "category": "Tableros de Distribución y Control",
    "subcategory": "Energía Solar",
    "description": "Tableros y protecciones para sistemas fotovoltaicos, integrando seccionamiento, protecciones DC/AC y dispositivos contra sobretensiones para operación segura y normativa.",
    "longDescription": "<p align=justify>Fabricamos e integramos tableros para sistemas solares fotovoltaicos con protecciones en corriente continua (DC) y corriente alterna (AC), incluyendo interruptores, seccionadores, fusibles (cuando aplica) y supresores de sobretensión (SPD) para proteger equipos y reducir riesgos.</p>\r\n\r\n<p align=justify>Los tableros pueden incluir medición, señalización y selección según el tipo de sistema (on-grid, híbrido u off-grid), facilitando mantenimiento y operación segura. Solución ideal para proyectos residenciales, comerciales e industriales.</p>",
    "images": [
      "uploads/productos/proteccion.webp",
      "uploads/productos/proteccion1.jpg",
      "uploads/productos/proteccion2.jpeg"
    ]
  },
  {
    "id": "1233",
    "title": "Cassette",
    "slug": "cassette",
    "category": "Aires Acondicionados y Ventilación",
    "subcategory": null,
    "description": "Sistema de aire acondicionado tipo cassette diseñado para instalación en cielos falsos, ideal para espacios comerciales que requieren distribución uniforme del aire y alto confort térmico.",
    "longDescription": "<p align=justify>4 rejillas de inyección en las orillas y un retorno por el centro. Inyección de aire curvado hacia las orillas, evitando el retorno. Incluye parrilla frontal, filtro y ganchos para su colocación y aseguramiento. Incluye control remoto inalámbrico. Ventiladores con tres velocidades: alta, media y baja. Funciones de enfriamiento, calefacción, ventilación y deshumidificación. Juegos solo frío deben incluir tubo de expansión y transformador. Condensadora de descarga horizontal (YKJA) y vertical (AC0). Condensadoras incluyen rejillas para mayor protección del serpentín.</p>",
    "images": [
      "uploads/2019/11/Casette-Boton.jpg",
      "uploads/2019/11/002B.jpg",
      "uploads/2019/11/cassette-1-via-samsug4.jpg"
    ]
  },
  {
    "id": "1234",
    "title": "MiniSplit",
    "slug": "minisplit",
    "category": "Aires Acondicionados y Ventilación",
    "subcategory": null,
    "description": "Equipo de aire acondicionado tipo MiniSplit para aplicaciones residenciales y comerciales, reconocido por su eficiencia energética, operación silenciosa y control preciso de temperatura.",
    "longDescription": "<p align=justify>Tipo: aire acondicionado inverter de 9.000 BTU. Capacidad: 9.000 BTU/h (0,75 TR/h). Refrigerante R-410A. Voltaje 220 V / 110 V. Incluye control remoto infrarrojo. Ventilador con tres velocidades: alta, media y baja. 1 año de garantía en partes y 5 años en compresor.</p>",
    "images": [
      "uploads/2019/11/Mini-BOTON.jpg",
      "uploads/2019/04/001A.jpg",
      "uploads/2019/04/001B.jpg"
    ]
  },
  {
    "id": "1235",
    "title": "Tipo Paquete",
    "slug": "tipo-paquete",
    "category": "Aires Acondicionados y Ventilación",
    "subcategory": null,
    "description": "Sistema de aire acondicionado tipo paquete, compacto y robusto, ideal para aplicaciones industriales y comerciales que requieren alta capacidad y distribución por ductos.",
    "longDescription": "<p align=justify>El aire acondicionado tipo paquete es un equipo compacto y, como su nombre lo indica, viene empaquetado en una sola unidad: condensadora y evaporadora, similar a un aire acondicionado tipo ventana, pero de mayor capacidad. Su instalación exige un área muy ventilada y bien soportada, especialmente si se instala sobre una construcción. Requiere ductos que transportan el aire frío al interior del espacio a refrigerar, permitiendo una distribución eficiente y una operación más silenciosa.</p>",
    "images": [
      "uploads/2019/04/Paquete-Boton-e1555361447463.jpg",
      "uploads/2019/04/paquete-lennox-raider.jpg",
      "uploads/2019/04/large01.jpg"
    ]
  }
]
